3. Crear expediente.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:giav="Giav.Core.Business" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <soapenv:Header/>
   <soapenv:Body>
      <giav:Expediente_POST>         
         <giav:apikey>MIAPIKEY</giav:apikey>
         <giav:idOficina xsi:nil="true"/>
         <!--Values: Abierto or PendienteAceptaci贸nCliente or PendienteConfirmaci贸nProveedor or PendienteEntregarDocumentaci贸n or PendienteFacturar or PendienteCostesDeProveedor or LiquidadoAgentes or Finalizado or Cancelado or Cerrado -->
         <giav:idEstado>Abierto</giav:idEstado>
         <giav:idCliente>62660</giav:idCliente>
         <giav:idDepartamento xsi:nil="true"/>
         <giav:idAgenteComercial xsi:nil="true"/>
         <!--Optional:-->
         <giav:titulo/>
         <!--Optional:-->
         <giav:observaciones>Expediente WEB</giav:observaciones>
         <giav:idTipoExpediente xsi:nil="true"/>
         <!--Optional: Format: yyyy-MM-dd -->
         <giav:fechaDesde/>
         <!--Optional: Format: yyyy-MM-dd -->
         <giav:fechaHasta/>
         <!--Values: Nacional or CanCeuMel or Uni贸nEuropea or RestoMundo -->
         <giav:idDestino xsi:nil="true"/>
      </giav:Expediente_POST>
   </soapenv:Body>
</soapenv:Envelope>